Repository: TableProApp/TablePro
Catalog: TablePro/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ko, tr, vi, zh_hans, zh_hant

source: Engine:
fr: Moteur :
ko: 엔진:
tr: Motor:
zh_hans: 引擎：
zh_hant: 引擎：

source: Include this filter when applying
fr: Incluez ce filtre lors de la candidature.
ko: 적용 시 이 필터 포함
tr: Uygularken bu filtreyi dahil et
vi: Bao gồm bộ lọc này khi áp dụng
zh_hans: 应用时包含此筛选
zh_hant: 套用時包含這個篩選條件

source: Keep Backing Up
fr: Continuez à sauvegarder
ko: 백업 계속
tr: Yedeklemeye Devam Et
vi: Tiếp tục sao lưu
zh_hans: 继续备份
zh_hant: 繼續備份

source: related to %@
fr: Relatif à %@

source: Typesense Memory
fr: Mémoire Typesense

source: Always 'connected' on success
fr: Toujours "connecté" sur le succès
ko: 성공 시 항상 'connected'
tr: Başarılı olduğunda her zaman 'connected'
vi: Luôn là 'connected' khi thành công
zh_hans: 成功时始终为 'connected'
zh_hant: 成功時一律為 'connected'

source: No clients connected
fr: Aucun client connecté
ko: 연결된 클라이언트 없음
tr: Bağlı istemci yok
vi: Không có client nào kết nối
zh_hans: 没有已连接的客户端
zh_hant: 沒有已連線的用戶端

source: Table to audit
fr: Tableau à auditer
ko: 감사할 테이블
tr: Denetlenecek tablo
vi: Bảng cần kiểm định
zh_hans: 要审计的表
zh_hant: 要稽核的資料表

source: …and %d more lines
fr: …et %d autres lignes
ko: …외 %d줄
tr: …ve %d satır daha
vi: …và %d dòng nữa
zh_hans: …还有 %d 行
zh_hant: …還有 %d 列

source: Grant All
fr: Accorder tout
ko: 모든 권한 부여
tr: Tümünü Ver
vi: Cấp tất cả
zh_hans: 全部授予
zh_hant: 全部授予

source: Keyboard Interactive
fr: Clavier interactif
ko: 키보드 대화형
tr: Klavye Etkileşimli

source: Delete…
fr: Supprimer...
ko: 삭제…
tr: Sil…
vi: Xóa…
zh_hans: 删除…
zh_hant: 刪除…

source: Sequence
fr: Séquence
ko: 시퀀스
zh_hans: 序列
zh_hant: 序列

source: EXPLAIN is not supported for this database type.
fr: EXPLAIN n'est pas pris en charge pour ce type de base de données.
ko: 이 데이터베이스 유형에서는 EXPLAIN을 지원하지 않습니다.
tr: Bu veritabanı türü için EXPLAIN desteklenmiyor.
vi: EXPLAIN không được hỗ trợ cho loại cơ sở dữ liệu này.
zh_hans: 此数据库类型不支持 EXPLAIN。
zh_hant: 此資料庫類型不支援 EXPLAIN。

source: This HTTP method is not supported.
fr: Cette méthode HTTP n'est pas prise en charge.
ko: 이 HTTP 메서드는 지원되지 않습니다.
tr: Bu HTTP yöntemi desteklenmiyor.
vi: Phương thức HTTP này không được hỗ trợ.
zh_hans: 不支持此 HTTP 方法。
zh_hant: 不支援此 HTTP 方法。

source: sqlite3 is included with macOS
fr: sqlite3 est inclus avec macOS
ko: sqlite3는 macOS에 포함되어 있습니다
tr: sqlite3 macOS ile birlikte gelir
vi: sqlite3 đã có sẵn trên macOS
zh_hans: sqlite3 已包含在 macOS 中
zh_hant: sqlite3 已內建於 macOS

source: No file at this path.
fr: Aucun fichier à ce chemin.

source: Object type, such as TABLE or VIEW, for a table match
fr: Type d'objet, tel que TABLE ou VIEW, pour une correspondance de table.

source: Rename Enum Label
fr: Renommer l'étiquette de l'enumération

source: Get View Definition
fr: Obtenir la définition de la vue
ko: 뷰 정의 가져오기
tr: Görünüm Tanımını Al
vi: Lấy định nghĩa view
zh_hans: 获取视图定义
zh_hant: 取得檢視表定義

source: Merge Columns
fr: Fusionner les colonnes

# %d of %d columns visible
source: %1$d of %2$d columns visible
fr: %1$d de %2$d colonnes visibles
ko: %1$d/%2$d개 열 표시 중
tr: %2$d sütundan %1$d tanesi görünür
vi: Hiển thị %1$d trên %2$d cột
zh_hans: 显示%1$d列，共%2$d列
zh_hant: 顯示 %1$d 個欄位，共 %2$d 個

source: Author
fr: Auteur
ko: 작성자
tr: Yazar
vi: Tác giả
zh_hans: 作者
zh_hant: 作者

source: Automatic
fr: Automatique
ko: 자동
tr: Otomatik
vi: Tự động
zh_hans: 自动
zh_hant: 自動

source: View Activity…
fr: Voir l'activité...
ko: 활동 보기…
tr: Etkinliği Görüntüle…
vi: Xem hoạt động…
zh_hans: 查看活动…
zh_hant: 檢視活動…

source: Scale
fr: Échelle
ko: 배율
vi: Tỉ lệ
zh_hans: 小数位数
zh_hant: 小數位數

source: %lld inside
fr: %lld à l'intérieur
ko: %lld개 포함
tr: içinde %lld
vi: %lld bên trong
zh_hans: 内含 %lld 个
zh_hant: 內含 %lld 個

source: Describe the columns of a table or view.
fr: Décrivez les colonnes d'une table ou d'une vue.
ko: 테이블 또는 뷰의 열을 설명합니다.
tr: Bir tablonun veya görünümün sütunlarını açıklar.
vi: Mô tả các cột của một bảng hoặc view.
zh_hans: 描述表或视图的列。
zh_hant: 描述資料表或檢視表的欄位。

source: Open the File Read-Only
fr: Ouvrir le fichier en lecture seule

source: Refresh plugin list
fr: Recharger la liste des plugins
ko: 플러그인 목록 새로 고침
tr: Eklenti listesini yenile
vi: Làm mới danh sách plugin
zh_hans: 刷新插件列表
zh_hant: 重新整理外掛清單

source: Triggers, sorted by table then name
fr: Déclencheurs, triés par table puis par nom
ko: 테이블순, 그다음 이름순으로 정렬된 트리거
tr: Önce tabloya sonra ada göre sıralanmış tetikleyiciler
vi: Các trigger, sắp xếp theo bảng rồi tới tên
zh_hans: 先按表再按名称排序的触发器
zh_hant: 先按資料表再按名稱排序的觸發器

source: Move Tab Left
fr: Déplacez la barre d'onglets vers
ko: 탭 왼쪽으로 이동
tr: Sekmeyi Sola Taşı
vi: Chuyển tab sang trái
zh_hans: 将标签页左移
zh_hant: 將標籤頁左移

source: Activation Failed
fr: Échec de l'activation
ko: 활성화 실패
tr: Etkinleştirme Başarısız
vi: Kích hoạt thất bại
zh_hans: 激活失败
zh_hant: 啟用失敗

source: Event
fr: Événement
ko: 이벤트
tr: Olay
vi: Sự kiện
zh_hans: 事件
zh_hant: 事件

source: %1$lld mapped, %2$lld skipped
fr: %1$lld mappé, %2$lld sauté

source: Scroll to latest message
fr: Faites défiler vers le dernier message
ko: 최신 메시지로 스크롤
tr: En son mesaja kaydır
vi: Cuộn đến tin nhắn mới nhất
zh_hans: 滚动到最新消息
zh_hant: 捲動到最新訊息

source: Table names to export (alternative to query)
fr: Noms de tables à exporter (alternative à la requête)
ko: 내보낼 테이블 이름(쿼리 대신 사용)
tr: Dışa aktarılacak tablo adları (sorguya alternatif)
vi: Tên các bảng cần xuất (thay cho truy vấn)
zh_hans: 要导出的表名（可代替查询）
zh_hant: 要匯出的資料表名稱（可代替查詢）

source: Query Results
fr: Résultats de la requête
ko: 쿼리 결과
tr: Sorgu Sonuçları
vi: Kết quả truy vấn
zh_hans: 查询结果
zh_hant: 查詢結果

source: Select a row to view it as JSON
fr: Sélectionnez une ligne pour la visualiser sous forme JSON.

source: Tab Behavior
fr: Comportement de la barre d'onglets
ko: 탭 동작
vi: Hành vi tab
zh_hans: 标签页行为
zh_hant: 分頁行為

source: Optimize this SQL query for better performance: ```sql %@ ```
fr: Optimisez cette requête SQL pour une meilleure performance : ```sql %@ ```
ko: 더 나은 성능을 위해 다음 SQL 쿼리를 최적화하십시오: ```sql %@ ```
vi: Đề xuất tối ưu hóa cho câu truy vấn SQL sau: ```sql %@ ```
zh_hans: 优化以下 SQL 查询以提升性能： ```sql %@ ```
zh_hant: 最佳化以下 SQL 查詢以提升效能： ```sql %@ ```

source: 7 days
fr: 7 jours
ko: 7일
tr: 7 gün
vi: 7 ngày
zh_hans: 7 天
zh_hant: 7 天

source: Zoom out
fr: Dézoomer
ko: 축소
tr: Uzaklaştır
vi: Thu nhỏ
zh_hans: 缩小
zh_hant: 縮小

source: You
fr: Vous
ko: 나
tr: Siz
vi: Bạn
zh_hans: 你
zh_hant: 你

source: Flattened plan text
fr: Texte plan aplati
ko: 평탄화된 계획 텍스트
tr: Düzleştirilmiş plan metni
vi: Văn bản kế hoạch đã làm phẳng
zh_hans: 扁平化的计划文本
zh_hant: 扁平化的計畫文字

source: Removed %@.
fr: %@ supprimé.

source: Current
fr: Actuel
ko: 현재
tr: Geçerli
vi: Hiện tại
zh_hans: 当前
zh_hant: 目前

source: Statement timeout. Defaults to the server's configured timeout.
fr: Délai d'attente de la déclaration. Par défaut, il correspond au délai d'attente configuré par le serveur.
ko: 명령문 제한 시간입니다. 기본값은 서버에 설정된 제한 시간입니다.
tr: İfade zaman aşımı. Varsayılan olarak sunucunun yapılandırılmış zaman aşımıdır.
vi: Thời gian chờ câu lệnh. Mặc định là thời gian chờ được cấu hình trên máy chủ.
zh_hans: 语句超时。默认为服务器配置的超时值。
zh_hant: 陳述式逾時。預設為伺服器設定的逾時值。

source: You can re-enable this in Settings
fr: Vous pouvez réactiver cela dans Paramètres.
ko: 설정에서 다시 활성화할 수 있습니다
tr: Bunu Ayarlar'dan tekrar etkinleştirebilirsiniz
vi: Bạn có thể bật lại trong Cài đặt
zh_hans: 您可以在设置中重新启用
zh_hant: 你可以在「設定」中重新啟用

source: Complete Sign In
fr: Connectez-vous complètement
ko: 로그인 완료
tr: Oturum Açmayı Tamamla
vi: Hoàn tất đăng nhập
zh_hans: 完成登录
zh_hant: 完成登入

source: Remove attachment
fr: Supprimer l'annexe
ko: 첨부 파일 제거
tr: Eki kaldır
vi: Gỡ tệp đính kèm
zh_hans: 移除附件
zh_hant: 移除附件

source: Import from Other App…
fr: Importer depuis une autre application...
ko: 다른 앱에서 가져오기…
tr: Diğer Uygulamadan İçe Aktar…
vi: Nhập từ ứng dụng khác…
zh_hans: 从其他应用导入…
zh_hant: 從其他 App 匯入…

source: Legacy UUID Encoding
fr: Encodage UUID hérité
ko: 레거시 UUID 인코딩
tr: Eski UUID Kodlaması
vi: Mã hoá UUID cũ
zh_hans: 旧版 UUID 编码
zh_hant: 舊版 UUID 編碼

source: Whether this engine has maintenance at all
fr: Que ce moteur ait-il des entretiens ou non ?
ko: 이 엔진에 유지 관리 기능이 있는지 여부
tr: Bu motorda bakım olup olmadığı
vi: Engine này có chức năng bảo trì hay không
zh_hans: 此引擎是否有维护功能
zh_hant: 此引擎是否有維護功能

source: %@_name
fr: %@_nom

source: SQL expression
fr: Expression SQL

source: Switch
fr: Interrupteur
ko: 전환
tr: Değiştir
vi: Chuyển
zh_hans: 切换
zh_hant: 切換

source: TablePro runs Anthropic's claude tool in headless mode. Claude Code is built for you to use directly, not as a backend for other apps, so this path can break with any Claude Code release.
fr: TablePro exécute l'outil claude d'Anthropic en mode tête vide. Le code Claude est conçu pour être utilisé directement par vous, et non comme un backend pour d'autres applications, donc ce chemin peut rompre avec toute nouvelle version du code Claude.
ko: TablePro는 Anthropic의 claude 도구를 헤드리스 모드로 실행합니다. Claude Code는 다른 앱의 백엔드가 아니라 사용자가 직접 사용하도록 만들어졌으므로, 이 방식은 Claude Code 릴리스에 따라 작동하지 않을 수 있습니다.
tr: TablePro, Anthropic'in claude aracını başsız modda çalıştırır. Claude Code doğrudan sizin kullanmanız için yapıldı, başka uygulamalara arka uç olsun diye değil; bu yüzden bu yol herhangi bir Claude Code sürümüyle bozulabilir.
vi: TablePro chạy công cụ claude của Anthropic ở chế độ headless. Claude Code được tạo ra để bạn dùng trực tiếp, không phải làm backend cho ứng dụng khác, nên cách này có thể hỏng sau bất kỳ bản phát hành Claude Code nào.
zh_hans: TablePro 以无界面模式运行 Anthropic 的 claude 工具。Claude Code 是给你直接使用的，不是给其他应用当后端，因此这条路径可能在任何一次 Claude Code 更新后失效。
zh_hant: TablePro 以無介面模式執行 Anthropic 的 claude 工具。Claude Code 是給你直接使用的，不是給其他應用程式當後端，因此這條路徑可能在任何一次 Claude Code 更新後失效。

source: Name quoted for this engine
fr: Nom cité pour ce moteur
ko: 이 엔진에 맞게 인용된 이름
tr: Bu motor için tırnaklanmış ad
vi: Tên đã được trích dẫn theo engine này
zh_hans: 按该引擎规则加引号的名称
zh_hant: 按該引擎規則加引號的名稱

source: Terminal bell
fr: Sonnette de terminal
ko: 터미널 벨
tr: Terminal zili
vi: Chuông terminal
zh_hans: 终端响铃
zh_hant: 終端機提示音

source: Filters
fr: Filtres
ko: 필터
tr: Filtreler
vi: Bộ lọc
zh_hans: 筛选条件
zh_hant: 篩選條件

source: Highlight
fr: Point culminant

source: Connect to load the database list.
fr: Connectez-vous pour charger la liste de la base de données.
ko: 데이터베이스 목록을 불러오려면 연결하십시오.
tr: Veritabanı listesini yüklemek için bağlanın.
vi: Kết nối để tải danh sách cơ sở dữ liệu.
zh_hans: 连接以加载数据库列表。
zh_hant: 連線以載入資料庫清單。

source: Pass 'query' or 'tables', not both.
fr: Fournissez 'query' ou 'tables', pas les deux.
ko: 'query' 또는 'tables' 중 하나만 전달하십시오.
tr: 'query' veya 'tables' geçirin, ikisini birden değil.
vi: Hãy truyền 'query' hoặc 'tables', không truyền cả hai.
zh_hans: 请传入 'query' 或 'tables'，不能同时传两个。
zh_hant: 請傳入 'query' 或 'tables'，不能同時傳兩個。

source: Ask for API token on every connection
fr: Demandez un jeton API à chaque connexion.
ko: 연결할 때마다 API 토큰 요청
tr: Her bağlantıda API anahtarı sor
vi: Hỏi mã API mỗi lần kết nối
zh_hans: 每次连接时询问 API 令牌
zh_hant: 每次連線時詢問 API 權杖

source: Metric id
fr: Identifiant métrique
ko: 지표 id
tr: Metrik kimliği
vi: Id chỉ số
zh_hans: 指标 id
zh_hant: 指標 id

source: SQL Editor
fr: Éditeur SQL
ko: SQL 편집기
tr: SQL Düzenleyici
vi: Trình soạn thảo SQL
zh_hans: SQL 编辑器
zh_hant: SQL 編輯器

# Follow-up on step %d "%@" (%@): %@
source: Follow-up on step %1$d "%2$@" (%3$@): %4$@
fr: Suivi de l'étape %1$d "%2$@" (%3$@) : %4$@
ko: 단계 %1$d "%2$@"(%3$@)에 대한 후속 조치: %4$@
tr: %1$d. adım için ek soru "%2$@" (%3$@): %4$@
vi: Hỏi thêm về bước %1$d "%2$@" (%3$@): %4$@
zh_hans: 关于第 %1$d 步的追问 "%2$@"（%3$@）：%4$@
zh_hant: 關於第 %1$d 步的追問「%2$@」（%3$@）：%4$@

source: Table Name
fr: Nom de la table
ko: 테이블 이름
vi: Tên bảng
zh_hans: 表名
zh_hant: 資料表名稱

source: Host and Port are unused. The SSH tunnel forwards to the socket path set on the Network tab.
fr: L'hôte et le port ne sont pas utilisés. Le tunnel SSH renvoie vers le chemin du socket défini dans l'onglet Réseau.

source: Finding Duplicates…
fr: Trouver des doublons...

source: SSH verification rejected. Check your response and try again.
fr: Vérification SSH rejetée. Vérifiez votre réponse et réessayez.
ko: SSH 확인이 거부되었습니다. 응답을 확인하고 다시 시도하십시오.
tr: SSH doğrulaması reddedildi. Yanıtınızı denetleyip tekrar deneyin.
vi: Xác minh SSH bị từ chối. Kiểm tra lại câu trả lời và thử lại.
zh_hans: SSH 验证被拒绝。请检查你的回答后重试。
zh_hant: SSH 驗證遭拒。請檢查你的回答後再試一次。

source: Pre-connect script timed out after 10 seconds
fr: Le script de pré-connexion a expiré après 10 secondes.
ko: 연결 전 스크립트가 10초 후 시간 초과로 종료되었습니다
tr: Bağlantı öncesi betik 10 saniye sonra zaman aşımına uğradı
vi: Script pre-connect hết thời gian chờ sau 10 giây
zh_hans: 连接前脚本超时（10秒后）
zh_hant: 連線前指令稿在 10 秒後逾時

source: Connected Clients
fr: Clients connectés
ko: 연결된 클라이언트
tr: Bağlı İstemciler
vi: Client đã kết nối
zh_hans: 已连接客户端
zh_hant: 已連線的用戶端

source: Open
fr: Ouvert
ko: 열기
vi: Mở
zh_hans: 打开
zh_hant: 開啟

source: Slash commands
fr: Commandes Slash
ko: 슬래시 명령
tr: Eğik çizgi komutları
vi: Lệnh slash
zh_hans: 斜杠命令
zh_hant: 斜線命令

source: The extra rows are pending in the transaction already open on this connection. Roll it back to discard them. '%@' has no primary key, so identical rows cannot be told apart.
fr: Les lignes supplémentaires sont en attente dans la transaction déjà ouverte sur cette connexion. Revoyez-les pour les rejeter. '%@' n'a pas de clé primaire, donc les lignes identiques ne peuvent pas être distinguées.

source: Databases of %@
fr: Base de données de %@
ko: %@의 데이터베이스
tr: %@ veritabanları
vi: Cơ sở dữ liệu của %@
zh_hans: %@ 的数据库
zh_hant: %@ 的資料庫

source: 30 days
fr: 30 jours
ko: 30일
tr: 30 gün
vi: 30 ngày
zh_hans: 30 天
zh_hant: 30 天

source: Import SQL
fr: Importer SQL
ko: SQL 가져오기
tr: SQL İçe Aktar
vi: Nhập SQL
zh_hans: 导入 SQL
zh_hant: 匯入 SQL

source: There is nothing earlier to compare this version with.
fr: Il n'y a rien de plus ancien à comparer avec cette version.

source: Saved passwords are decrypted during import
fr: Les mots de passe enregistrés sont décryptés lors de l'importation.
ko: 저장된 암호는 가져오는 동안 복호화됩니다
tr: Kaydedilmiş parolaların şifresi içe aktarma sırasında çözülür
vi: Mật khẩu đã lưu sẽ được giải mã trong quá trình nhập
zh_hans: 导入时会解密已保存的密码
zh_hant: 匯入時會解密已儲存的密碼

source: Estimated Rows
fr: Lignes estimées
ko: 예상 행
tr: Tahmini Satır
vi: Số hàng ước tính
zh_hans: 估算行数
zh_hant: 估算列數

source: Go to Settings…
fr: Allez dans Paramètres...
ko: 설정으로 이동…
tr: Ayarlar'a git…
vi: Đi đến Cài đặt…
zh_hans: 前往设置…
zh_hant: 前往設定…

source: Ascending
fr: Ascendant
ko: 오름차순
tr: Artan
vi: Tăng dần
zh_hans: 升序
zh_hant: 升序

source: Every included column needs a name.
fr: Chaque colonne incluse doit avoir un nom.
ko: 포함된 모든 열에 이름이 필요합니다.
tr: Dahil edilen her sütunun bir adı olmalıdır.
vi: Mỗi cột được bao gồm cần có tên.
zh_hans: 每个包含的列都需要名称。
zh_hant: 每個納入的欄位都需要名稱。

source: caret
fr: signe d'insertion
ko: 캐럿
tr: şapka işareti
vi: dấu mũ
zh_hans: 脱字符
zh_hant: 插入符號

source: ALL SCHEMAS
fr: TOUS LES SCHÉMAS
ko: 모든 스키마
tr: TÜM ŞEMALAR
vi: TẤT CẢ SCHEMA
zh_hans: 所有 SCHEMA
zh_hant: 所有綱要

source: Run
fr: Courir
ko: 실행
tr: Çalıştır
vi: Chạy
zh_hans: 运行
zh_hant: 執行

source: Rows
fr: Rangs
ko: 행
tr: Satırlar
vi: Dòng
zh_hans: 行
zh_hant: 列

source: Start one to ask about this connection.
fr: Commencez un pour demander des informations sur cette connexion.

source: Drop…
fr: Déposer...
ko: 삭제…
tr: Sil…
vi: Xoá…
zh_hans: 删除…
zh_hant: 刪除…

source: Additional Secrets
fr: Autres secrets

source: Service stopped
fr: Service arrêté
ko: 서비스 중지됨
tr: Servis durduruldu
vi: Dịch vụ đã dừng
zh_hans: 服务已停止
zh_hant: 服務已停止

source: AI and MCP
fr: IA et MCP
ko: AI 및 MCP
tr: AI ve MCP
vi: AI và MCP
zh_hans: AI 与 MCP
zh_hant: AI 與 MCP

source: Type of %@
fr: Type de %@

source: ROW or STATEMENT
fr: RANG ou STATEMENT
ko: ROW 또는 STATEMENT
tr: ROW veya STATEMENT
vi: ROW hoặc STATEMENT
zh_hans: ROW 或 STATEMENT
zh_hant: ROW 或 STATEMENT

source: This is a registry theme.
fr: Il s'agit d'un thème de registre.
ko: 이 테마는 레지스트리 테마입니다.
tr: Bu, kayıt defterinden gelen bir temadır.
vi: Đây là chủ đề từ kho plugin.
zh_hans: 这是插件仓库主题。
zh_hant: 這是外掛註冊的佈景主題。

source: Show Next Tab
fr: Afficher la prochaine onglet
ko: 다음 탭 보기
tr: Sonraki Sekmeyi Göster
vi: Hiện tab tiếp
zh_hans: 显示下一个标签页
zh_hant: 顯示下一個分頁

source: Unchanged
fr: Inchangé
ko: 변경 없음
tr: Değişmedi
vi: Không đổi
zh_hans: 未更改
zh_hant: 未變更

source: %d exported row(s)
fr: %d rang(s) exporté(s)
ko: 내보낸 행 %d개
tr: %d satır dışa aktarıldı
vi: %d dòng đã xuất
zh_hans: 已导出 %d 行
zh_hant: 已匯出 %d 列

source: Column name
fr: Nom de la colonne
ko: 열 이름
tr: Sütun adı
vi: Tên cột
zh_hans: 列名
zh_hant: 欄位名稱

source: Not connected to %@
fr: Pas connecté à %@
ko: %@에 연결되지 않음
tr: %@ bağlantısı yok
vi: Chưa kết nối tới %@
zh_hans: 未连接到 %@
zh_hant: 未連線到 %@

source: Certificate Trust
fr: Fiducie de certificat
ko: 인증서 신뢰
tr: Sertifika güveni
vi: Tin cậy chứng chỉ
zh_hans: 证书信任
zh_hant: 憑證信任

source: Edit Elements…
fr: Modifier les éléments...

source: Next Tab
fr: Fichier suivant
ko: 다음 탭
vi: Tab tiếp
zh_hans: 下一个标签页
zh_hant: 下一個分頁

source: Cancel Query
fr: Annuler la requête
ko: 쿼리 취소
tr: Sorguyu İptal Et
vi: Huỷ truy vấn
zh_hans: 取消查询
zh_hant: 取消查詢

source: Move Tab to New Window
fr: Déplacez la barre d'onglets dans une nouvelle fenêtre
ko: 탭을 새 윈도우로 이동
tr: Sekmeyi Yeni Pencereye Taşı
vi: Chuyển tab sang cửa sổ mới
zh_hans: 将标签页移到新窗口
zh_hant: 將標籤頁移至新視窗

source: How filters combine (default and)
fr: Comment les filtres se combinent (par défaut et)
ko: 필터를 결합하는 방식입니다(기본값 and)
tr: Filtrelerin nasıl birleştirileceği (varsayılan and)
vi: Cách kết hợp các bộ lọc (mặc định and)
zh_hans: 筛选条件的组合方式（默认 and）
zh_hant: 篩選條件的組合方式（預設 and）

source: Last Synced
fr: Dernière synchronisation
ko: 마지막 동기화
tr: Son Eşitleme
vi: Đồng bộ lần cuối
zh_hans: 上次同步
zh_hant: 上次同步

source: SSH Key Passphrase Required
fr: Phrase de passe clé SSH requise
ko: SSH 키 암호 필요
tr: SSH Anahtarı Parolası Gerekli
vi: Cần mật khẩu khoá SSH
zh_hans: 需要 SSH 密钥密码
zh_hant: 需要 SSH 金鑰密碼短語

source: No Query Selected
fr: Aucune requête sélectionnée
ko: 선택된 쿼리 없음
tr: Sorgu Seçilmedi
vi: Chưa chọn truy vấn
zh_hans: 未选择查询
zh_hant: 未選擇查詢

source: Insert Rows
fr: Insérer des lignes
ko: 행 삽입
tr: Satır Ekle
vi: Thêm dòng
zh_hans: 插入行
zh_hant: 插入列

source: Always allow %@ for this connection
fr: Autorisez toujours %@ pour cette connexion.
ko: 이 연결에서 %@ 항상 허용
tr: Bu bağlantıda %@ için her zaman izin ver
vi: Luôn cho phép %@ với kết nối này
zh_hans: 对此连接始终允许%@
zh_hant: 對這個連線一律允許 %@

source: Update %@
fr: Mise à jour %@
ko: %@ 업데이트
tr: %@ Güncelle
vi: Cập nhật %@
zh_hans: 更新 %@
zh_hant: 更新 %@

source: Not configured
fr: Non configuré
ko: 구성되지 않음
tr: Yapılandırılmamış
vi: Chưa cấu hình
zh_hans: 未配置
zh_hant: 未設定

source: Enter the OAuth client ID and client secret for this connection, then sign in again.
fr: Entrez l'identifiant client OAuth et le secret client pour cette connexion, puis connectez-vous à nouveau.

source: Stop Comparison
fr: Arrêter la comparaison
ko: 비교 중지
tr: Karşılaştırmayı Durdur
vi: Dừng so sánh
zh_hans: 停止比较
zh_hant: 停止比較

source: Signs in with IAM Identity Center.
fr: Connectez-vous avec IAM Identity Center.

source: Buy a License
fr: Acheter une licence
ko: 라이선스 구매
tr: Lisans Satın Al
vi: Mua giấy phép
zh_hans: 购买许可证
zh_hant: 購買授權

source: Structure Comparison
fr: Comparaison de la structure
ko: 구조 비교
tr: Yapı Karşılaştırması
vi: So sánh cấu trúc
zh_hans: 结构比较
zh_hant: 結構比較

source: Database Driver
fr: Pilote de base de données
ko: 데이터베이스 드라이버
tr: Veritabanı Sürücüsü
vi: Trình điều khiển cơ sở dữ liệu
zh_hans: 数据库驱动
zh_hant: 資料庫驅動程式

source: Required by your organization
fr: Exigé par votre organisation

source: Reveal token
fr: Révéler le jeton
ko: 토큰 표시
tr: Token'ı göster
vi: Hiện token
zh_hans: 显示令牌
zh_hant: 顯示權杖

source: The following plugins were rejected: %@ You can update them from the plugin registry in Settings.
fr: Les plugins suivants ont été rejetés : %@ Vous pouvez les mettre à jour depuis le registre des plugins dans Paramètres.
ko: 다음 플러그인이 거부되었습니다. %@ 설정의 플러그인 레지스트리에서 업데이트할 수 있습니다.
tr: Aşağıdaki eklentiler reddedildi: %@ Bunları Ayarlar'daki eklenti kayıt defterinden güncelleyebilirsiniz.
vi: Các plugin sau đã bị từ chối: %@ Bạn có thể cập nhật chúng từ plugin registry trong Cài đặt.
zh_hans: 以下插件已被拒绝： %@ 你可以在设置中的插件注册表更新它们。
zh_hant: 下列外掛已遭拒絕： %@ 你可以在「設定」的外掛註冊更新它們。

source: Share
fr: Partager
ko: 공유
tr: Paylaş
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

source: Switch to Inline Configuration
fr: Passer à la configuration en ligne
ko: 인라인 구성으로 전환
tr: Satır İçi Yapılandırmaya Geç
vi: Chuyển sang cấu hình nội tuyến
zh_hans: 切换为内联配置
zh_hant: 切換為內嵌設定

source: %@ cannot be compared, because its driver does not expose metadata.
fr: %@ ne peut pas être comparé, car son pilote n'expose pas de métadonnées.
ko: %@은(는) 드라이버가 메타데이터를 제공하지 않아 비교할 수 없습니다.
tr: %@ karşılaştırılamaz, çünkü sürücüsü meta veri sunmuyor.
vi: Không thể so sánh %@ vì driver của nó không cung cấp metadata.
zh_hans: 无法比较 %@，因为其驱动不提供元数据。
zh_hant: 無法比較 %@，因為其驅動程式不提供中繼資料。

source: Primary key
fr: Clé primaire
ko: 기본 키
tr: Birincil anahtar
vi: Khoá chính
zh_hans: 主键
zh_hant: 主鍵

source: Activate Now
fr: Activer maintenant
ko: 지금 활성화
tr: Şimdi Etkinleştir
vi: Kích hoạt ngay
zh_hans: 立即激活
zh_hant: 立即啟用

source: Sidebar Panel
fr: Panneau de barre latérale
ko: 사이드바 패널
vi: Thanh bên
zh_hans: 侧边栏
zh_hant: 側邊欄

source: Change Primary Key
fr: Changer la clé primaire
ko: 기본 키 변경
tr: Birincil Anahtarı Değiştir
vi: Đổi khoá chính
zh_hans: 更改主键
zh_hant: 變更主鍵

source: Offset
fr: Compenser
ko: 오프셋
vi: Vị trí bắt đầu
zh_hans: 偏移量
zh_hant: 偏移量

source: Integer
fr: Nombre entier relatif
ko: 정수
tr: Tamsayı
vi: Số nguyên
zh_hans: 整数
zh_hant: 整數

source: Load Query
fr: Charge de requête
ko: 쿼리 불러오기
tr: Sorguyu Yükle
vi: Tải truy vấn
zh_hans: 加载查询
zh_hant: 載入查詢

source: Not recording new queries on this Mac.
fr: Ne pas enregistrer de nouvelles requêtes sur ce Mac.
ko: 이 Mac에서 새 쿼리를 기록하지 않습니다.
tr: Bu Mac'te yeni sorgular kaydedilmiyor.
vi: Không ghi lại truy vấn mới trên máy Mac này.
zh_hans: 不在这台 Mac 上记录新查询。
zh_hant: 不在這台 Mac 上記錄新查詢。

source: See which queries you run most, which run slowest, and which got slower.
fr: Voyez quelles requêtes vous exécutez le plus, celles qui fonctionnent le plus lentement et celles qui ont ralenti.
ko: 가장 자주 실행한 쿼리, 가장 느린 쿼리, 성능이 저하된 쿼리를 확인하십시오.
tr: Hangi sorguları en çok çalıştırdığınızı, hangilerinin en yavaş olduğunu ve hangilerinin yavaşladığını görün.
vi: Xem truy vấn nào bạn chạy nhiều nhất, chạy chậm nhất và chậm đi.
zh_hans: 查看哪些查询你运行得最多、哪些最慢、哪些变慢了。
zh_hant: 查看哪些查詢你執行得最多、哪些最慢、哪些變慢了。

source: Service Token
fr: Token de service
ko: 서비스 토큰
tr: Hizmet Jetonu
zh_hans: 服务令牌
zh_hant: 服務權杖

source: Key Prefix Root
fr: Racine du préfixe clé
ko: 키 접두사 루트
tr: Anahtar Önek Kökü
vi: Tiền tố gốc
zh_hans: 键前缀根
zh_hant: 索引鍵前綴根目錄

source: SSH tunnel already exists for connection: %@
fr: Le tunnel SSH existe déjà pour la connexion : %@
ko: 연결에 대한 SSH 터널이 이미 있습니다: %@
tr: Bu bağlantı için zaten bir SSH tüneli var: %@
vi: Đường hầm SSH đã tồn tại cho kết nối: %@
zh_hans: 连接已存在 SSH 隧道：%@
zh_hant: 此連線已存在 SSH 隧道：%@

source: Database it ran on
fr: Base de données sur laquelle il fonctionne
ko: 실행된 데이터베이스
tr: Çalıştığı veritabanı
vi: Cơ sở dữ liệu mà nó đã chạy trên đó
zh_hans: 它运行所在的数据库
zh_hant: 它執行所在的資料庫

source: There is no script to run.
fr: Il n'y a pas de script à exécuter.

source: The database server rejected this write because the connection is read-only.
fr: Le serveur de base de données a rejeté cette écriture car la connexion est en lecture seule.
ko: 연결이 읽기 전용이어서 데이터베이스 서버에서 이 쓰기 작업을 거부했습니다.
tr: Bağlantı salt okunur olduğu için veritabanı sunucusu bu yazma işlemini reddetti.
vi: Máy chủ cơ sở dữ liệu từ chối thao tác ghi này vì kết nối ở chế độ chỉ đọc.
zh_hans: 数据库服务器拒绝了此次写入，因为该连接为只读。
zh_hant: 資料庫伺服器拒絕了這次寫入，因為該連線為唯讀。
